Repository: suside/BlueProximity
Catalog: po/*.po
Languages: de, hu, it, th

source: The program cannot import the module gobject.
de: Das Programm kann das Modul gobject nicht finden.
hu: A program nem tudta improtálni a GObject modult.
it: Il programma non può importare il modulo GObject.
th: โปรแกรมไม่สามารถนำเข้าโมดูล gobject

source: Please make sure the GObject bindings for python are installed.
de: Bitte stellen Sie sicher, dass die GObject Bindungen für Python installiert sind.
hu: Bizonyosodjon meg róla, hogy a Pythonhoz szánt GObject kötés telepítve van.
it: Assicurarsi di aver installato le librerie GObject per python.
th: กรุณาตรวจสอบว่า GObject bindins สำหรับไพธอนถูกติดตั้งแล้ว

source: e.g. with Ubuntu Linux, type
de: z.B. unter Ubuntu Linux tippen sie dazu bitte
hu: Például Ubuntu Linux esetén írja be a következő parancsot:
it: per esempio per Ubuntu Linux digitare
th: เช่น ด้วยลินุกซ์ Ubuntu

source: The program cannot import the module ConfigObj or Validator.
de: Das Programm kann das Modul ConfigObj oder Validator nicht finden.
hu: A program nem tudta improtálni a GObject vagy a Validator modult.
it: Il programma non può importare il modulo ConfigObj o Validator.
th: โปรแกรมไม่สามารถตรวจสอบหรือนำเข้าโมดูล ConfigObj

source: Please make sure the ConfigObject package for python is installed.
de: Bitte stellen Sie sicher, dass das ConfigObject Paket für Python installiert ist.
hu: Bizonyosodjon meg róla, hogy a Pythonhoz szánt ConfigObject csomag telepítve van.
it: Assicurarsi di aver installato il pacchetto ConfigObject per python.
th: กรุณาตรวจสอบว่าแพคเกจ ConfigObject สำหรับไพธอนถูกติดตั้งแล้ว

source: The program cannot import the module bluetooth.
de: Das Programm kann das Modul bluetooth nicht finden.
hu: A program nem tudta improtálni a Bluetooth modult.
it: Il programma non può importare il modulo bluetooth.
th: โปรแกรมไม่สามารถนำเข้าโมดูล bluetooth

source: Please make sure the bluetooth bindings for python as well as bluez are installed.
de: Bitte stellen Sie sicher, dass die Bluetooth Bindungen für Python sowie das Paket BlueZ installiert sind.
hu: Bizonyosodjon meg róla, hogy a Pythonhoz szánt Bluetooth kötés valamint a Bluez csomag telepítve van.
it: Assicurarsi di aver installato le librerie bluetooth per python e bluez.
th: กรุณาตรวจสอบว่าแพคเกจ bluetooth bindings สำหรับไพธอนและ bluez ติดตั้งแล้ว

source: The program cannot import the module pygtk.
de: Das Programm kann das Modul pygtk nicht finden.
hu: A program nem tudta improtálni a pygtk modult.
it: Il programma non può importare il modulo pygtk.
th: โปรแกรมไม่สามารถนำเข้าโมดูล pygtk

source: Please make sure the GTK2 bindings for python are installed.
de: Bitte stellen Sie sicher, dass die GTK2 Bindungen für Python installiert sind.
hu: Bizonyosodjon meg róla, hogy a Pythonhoz szánt GTK2 kötés telepítve van.
it: Assicurarsi di aver installato le librerie GTK2 per python.
th: กรุณาตรวจสอบว่า GTK2 bindings สำหรับไพธอนถูกติดตั้งแล้ว

source: The program cannot import the module glade.
de: Das Programm kann das Modul glade nicht finden.
hu: A program nem tudta improtálni a glade modult.
it: Il programma non può importare il modulo glade.
th: โปรแกรมไม่สามารถนำเข้าโมดูล glade

source: Please make sure the Glade2 bindings for python are installed.
de: Bitte stellen Sie sicher, dass die Glade2 Bindungen für Python installiert sind.
hu: Bizonyosodjon meg róla, hogy a Pythonhoz szánt Glade2 kötés telepítve van.
it: Assicurarsi di aver installato le librerie Glade2 per python.
th: กรุณาตรวจสอบว่า Glade2 bindings สำหรับไพธอนถูกติดตั้งแล้ว

source: Name
hu: Név
it: Nome
th: ชื่อ

source: Channel
de: Kanal
hu: Csatorna
it: Canale
th: ช่องสัญญาณ

source: State
de: Zustand
hu: Állapot
it: Stato
th: สถานะ

source: BlueProximity starting...
de: BlueProximity startet...
hu: BlueProximity indítása...
it: Avvio di BlueProximity in corso...
th: กำลังเริ่ม BlueProximity ...

source: started.
de: gestartet.
hu: elindítva.
it: Avviato.
th: เริ่มแล้ว

source: You must enter a name for the configuration.
de: Sie müssen einen Namen für die Konfiguration eingeben.
hu: Meg kell adnia egy nevet a konfigurációnak.
it: Devi inserire un nome per la configurazione.

source: A configuration file with the name '%s' already exists.
de: Eine Konfigurationsdatei mit dem Namen '%s' existiert bereits.
hu: A(z) '%s' néven létrehozandó konfigurációs fájl már létezik.
it: Un file di configurazione con nome '%s' è già presente.

source: The configfile '%s' could not be deleted.
de: Die Konfigurationsdatei '%s' konnte nicht gelöscht werden.
hu: A(z) '%s' konfigurációs fájl nem törölhető le.
it: Il file di configurazione '%s' non può essere eliminato.

source: You must enter a name for the new configuration.
de: Sie müssen einen Namen für die neue Konfiguration eingeben.
hu: Meg kell adnia egy nevet az új konfigurációnak.
it: Devi inserire un nome per la nuova configurazione.

source: The last configuration file cannot be deleted.
de: Die letzte Konfigurationsdatei kann nicht gelöscht werden.
hu: Az legutolsó konfigurációs fájl nem törölhető le.
it: L'ultimo file di configurazione non può essere eliminato.

source: Do you really want to delete the configuration '%s'.
de: Wollen Sie wirklich die Konfiguration '%s' löschen?
hu: Valóban le kívánja törölni a(z) '%s' konfigurációs fájlt?
it: Vuoi veramente eliminare il file di configurazione '%s'.

source: Leave it - it's locked, come back - it's back too...
de: Bist Du weg, schläft er - kommst Du wieder, wacht er auf...
hu: Távozásával gépe zárolva lesz, de amint visszatér, gépe is...
th: ปล่อยไว้ - ล็อคเรียบร้อย - ปลดล็อคแล้ว

source: BlueProximity is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. BlueProximity is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with BlueProximity; if not, write to the Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA
de: BlueProximity ist freie Software; Sie darf weitervertrieben und/oder modifiziert werden gemäß den Bestimmungen der GNU General Public License in der Fassung der Free Software Foundation; Entweder Version 2 der Lizenz, oder je nach Geschmack eine spätere Version. BlueProximity soll natürlich einen Nutzen bringen, allerdings WIRD JEDE GARANTIE AUSGESCHLOSSEN marktfähig zu sein oder für einen bestimmten Zweck tauglich. Lies die GNU General Public License für weitere Details. Eine Kopie der GNU General Public License sollte BlueProximity beiliegen, ansonsten kann diese erhalten werden über Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA
hu: A BlueProximity szabad szoftver, terjesztheti és/vagy módosíthatja a Free Software Foundation által kiadott GNU General Public License második (vagy bármely későbbi) változatában foglaltak alapján. A BlueProximity programot abban a reményben terjesztjük, hogy hasznos lesz, de nem vállalunk SEMMIFÉLE GARANCIÁT, még olyan értelemben sem, hogy a program alkalmas-e a KÖZREADÁSRA vagy EGY BIZONYOS FELADAT ELVÉGZÉSÉRE. További részletekért tanulmányozza a GNU GPL licencet. A BlueProximity programhoz a GNU General Public License egy példánya is jár, ha nem kapta meg, írjon a Free Software Foundation Inc.-nek. Levélcímük: 51 Franklin St, Fifth Floor, Boston, MA 02110-1301, USA.
it: \n BlueProximity è software libero; puoi ridistribuirlo o anche modificarlo a \n piacimento pur sottostando alla licenza GNU General Public License \n versione 2 pubblicata da Free Software Foundation; o qualsiasi \n versione successiva a tuo piacimento. \n \n BlueProximity è distribuito nella speranza di essere utile ma \n SENZA GARANZIE; nemmeno quella implicita di \n COMMERCIABILITA' o UTILITA' PER UNO SCOPO PRECISO. \n Vedere la licenza GNU General Public License per maggiori dettagli. \n \n Dovresti aver ricevuto una copia della GNU General Public License; \n altrimenti rivolgersi alla \n \n Free Software Foundation, Inc., \n 59 Temple Place, Suite 330, \n Boston, MA 02111-1307 USA\n

source: Now scanning...
de: Scanne gerade...
hu: Keresés...
it: Scansione in corso...
th: กำลังแสกน...

source: Sorry, the bluetooth device is busy connecting. Please enter a correct mac address or no address at all for the config that is not connecting and try again later.
de: Entschuldigung, das Bluetooth Gerät ist beschäftigt. Bitte ändern Sie die MAC Adresse in eine gültige oder löschen Sie die Adresse für die Konfiguration welche derzeit keine Verbindung erhält. Versuchen Sie es später nochmals.
hu: Kapcsolódás a Bluetooth-képes eszközhöz nem sikerült. Helyesen adja meg az eszköz MAC címét, vagy ne adjon meg címet egyáltalán azokhoz a konfigurációkhoz, amelyek nem csatlakozhatnak majd próbálja meg később az újracsatlakozást.
it: Attenzione, il dispositivo bluetooth è impegnato in una connessione. Inserire un indirizzo MAC valido oppure non inserirne nessuno per il file di configurazione che non si connette e riprova più tardi.

source: Sca_n channels on device
de: Suche na_ch Kanälen
hu: _Csatornakeresés
it: Ric_erca canali sul dispositivo
th: _สแกนช่องสัญญาณของอุปกรณ์

source: Stop sca_nning
de: Beende Sca_n
hu: Keresés _leállítása
it: Arresta ric_erca
th: หยุด_สแกน

source: The scanning process tries to connect to each of the 30 possible ports. This will take some time and you should watch your bluetooth device for any actions to be taken. If possible click on accept/connect. If you are asked for a pin your device was not paired properly before, see the manual on how to fix this.
de: Der Scan-Prozess versucht sich zu jedem der 30 möglichen Ports zu verbinden. Dies dauert einige Zeit in der Sie ihr Bluetooth Gerät beobachten sollten ob weitere Schritte nötig sind. Falls Sie gefragt werden lassen Sie jeweils die Verbinungsanforderung zu. Sollten Sie dabei nach einer PIN gefragt werden wurde das Gerät vor diesem Schritt nicht oder nicht richtig gepaart. Bitte lesen Sie im Handbuch nach, wie Sie dies auf Ihrem Rechner bewerkstelligen können.
hu: A keresőfolyamat megpróbál csatlakozni mind a 30 lehetséges porthoz, s ez némi időt vesz igénybe. Ajánlatos figyelnie az Bluetooth eszközt, mert lehet, hogy az Ön beavatkozására is szükség lesz. Amennyiben szükséges, válassza ki az Elfogadás vagy Kapcsolódás lehetőséget. Ha az eszköz PIN kódot kér, akkor a párosítás nem volt sikeres. Tanulmányozza át a kézikönyvet, amelyből megtudhatja, hogy hogyan javíthatja ki ezt a problémát.
it: Il processo di scansione tenta la connessione ad ognuna delle 30 possibili porte. Questo processo impiegherà un po' di tempo e nel mentre dovresti controllare il dispositivo bluetooth nel caso sia necessario accettare manualmente la connessione. Se viene richiesto un codice significa che il dispositivo non è stato precedentemente accoppiato in maniera corretta, vedi il manuale per maggiori informazioni.
th: ขั้นตอนในการตรวจสอบจะสแกนประมาณ 30 พอร์ตซึ่งจะใช้เวลาอยู่ซักครู่ กรุณาตรวจสอบอุปกรณ์บลูธูทของท่านหากต้องการการกระทำใด ๆ เพื่อรับการติดต่อ ถ้ามีการถามถึงรหัส สามารถดูจากคู่มือว่าจะทำอย่างไร

source: stopped.
de: angehalten.
hu: Leállítva
it: arrestata.
th: หยุด

source: min:
hu: Minimum:
th: น้อยที่สุด:

source: max:
hu: Maximum:
th: มากที่สุด:

source: state:
de: Zustand:
hu: Állapot:
it: stato:
th: สถานะ:

source: Pause Mode - not connected
de: Pause Modus - nicht verbunden
hu: Felfüggesztés - nincs kapcsolat
it: Modalità pausa - non connesso
th: หยุดชั่วคราว - ไม่ได้เชื่อมต่อ

source: active
de: Aktiv
hu: Aktív
it: attivo
th: ทำงานอยู่

source: Detected Distance:
de: Erkannte Distanz:
hu: Érzékelt távolság:
it: Distanza rilevata
th: ระยะห่างของอุปกรณ์:

source: Current State:
de: Aktueller Zustand:
hu: Jelenlegi állapot:
it: Stato:

source: Status:
hu: Üzemmód:
it: Stato:

source: Simulation Mode (locking disabled)
de: Simulationsmodus (Sperren deaktiviert)
hu: Szimuláció (zárolás kikapcsolva)
it: Modalità simulazione (blocco disabilitato)
th: สถานะจำลอง(คำสั่งล็อคเครื่องถูกปิด)

source: Could not open logfile '%s' for writing.
de: Konnte nicht in Logdatei '%s' schreiben.
hu: A(z) '%s' naplófájl írásra nem nyitható meg.
it: Impossibile aprire il file di log '%s' in scrittura.

source: usable
de: benutzbar
hu: Használható
it: utilizzabile
th: ใช้งานได้

source: closed or denied
de: geschlossen oder verweigert
hu: Zárva vagy tiltott
it: chiuso o negato
th: ปิดหรือยกเลิก

source: gone
de: Weg
hu: Távol
it: andato
th: ไม่พบ

source: Initialized...
de: Initialisiert...
hu: Elindítva...
it: Inizializzato...
th: ทำงานแล้ว...

source: No connection found, trying to establish one...
de: Keine Verbindung, versuche gerade eine aufzubauen...
hu: Nincs aktív kapcsolat, kapcsolat létrehozása folyamatban...
it: Nessuna connessione rilevata, tentativo di stabilirne una...
th: ไม่พบการติดต่อ กำลังพยายามค้นหาอยู่...

source: screen is unlocked
de: Bildschirm entsperrt
hu: Zárolás feloldva
it: lo schermo è sbloccato
th: หน้าจอถูกปลดล็อคแล้ว

source: A command for %s has been skipped because the former command did not finish yet.
de: Ein Kommando für %s wurde nicht ausgeführt weil das vorhergehende nicht beendet wurde.
hu: A '%s' parancs végrehajtása kihagyásra került, mert egy előző parancs végrehajtása sem fejeződött be.
it: Un comando per %s è stato ignorato perchè il comando precedente non è ancora stato eseguito.

source: unlocking
de: Entsperren
hu: Zárolás feloldása
it: sblocco

source: screen is locked
de: Bildschirm gesperrt
hu: Képernyő zárolva
it: lo schermo è bloccato
th: หน้าจอถูกล็อคแล้ว

source: locking
de: Sperren
hu: Zárolás
it: blocco

source: running...
de: läuft...
hu: Fut...
it: in esecuzione...
th: ทำงานอยู่...

source: Creating new config directory '%s'.
de: Erzeuge neues Konfigurationsverzeichnis '%s'.
hu: Új konfigurációs mappa létrehozása: '%s'.
it: Creazione nuova directory di configurazione '%s'.

source: standard
hu: Alapállapot

source: Moved old configuration to the new config directory.
de: Alte Konfiguration wurde in das neue Konfigurationsverzeichnis verschoben.
hu: A régi konfigurációk áthelyezése az új konfigurációs mappába.
it: Vecchia configurazione spostata nella nuova directory di configurazione.

source: Using config file '%s'.
de: Benutze Konfigurationsdatei '%s'.
hu: '%s' konfigurációs fájl használata.
it: File di configurazione '%s' in uso.

source: '%s' is not a valid config file.
de: '%s' ist keine gültige Konfigurationsdatei.
hu: A(z) '%s' nem érvényes konfigurációs fájl.
it: '%s' non è un file di configurazione valido.

source: Creating new configuration.
de: Erzeuge eine neue Konfigurationsdatei.
hu: Új konfiguráció létrehozása.
it: Creazione nuova configurazione.

source: <b>Action commands</b>
de: <b>Aktionskommands</b>
hu: <b>Parancsok</b>
it: <b>Comandi azione</b>
th: <b>คำสั่งในกิจกรรมต่างๆ</b>

source: <b>Locking</b>
de: <b>Sperren</b>
hu: <b>Képernyő zárolása</b>
it: <b>Blocco</b>
th: <b>กำลังล็อค</b>

source: <b>Logging</b>
de: <b>Protokollieren</b>
hu: <b>Naplózás</b>
th: <b>บันทึก</b>

source: <b>Measured atm</b>
de: <b>Aktuell gemessen</b>
hu: <b>Jelenleg mért érték</b>
it: <b>atm misurate</b>
th: <b>สัญญาณ

source: <b>Unlocking</b>
de: <b>Entsperren</b>
hu: <b>Zárolás feloldása</b>
it: <b>Sblocco</b>
th: <b>กำลังปลดล็อค</b>

source: <i><small>Please note that the device should already be paired!</small></i>
de: <i><small>Das Gerät sollte bereits gepaart sein!</small></i>
hu: <i><small>Megjegyzés: Az eszköznek már párosítottnak kell lennie.</small></i>
it: <i><small>Nota: il dispositivo deve già essere stato associato!</small></i>
th: <i><small>อุปกรณ์ที่ติดต่อได้ต้องเคยเชื่อมมาก่อน!</small></i>

source: <small>Renaming the configuration will change the name of the config file on the disk.</small>
de: <small>Änderung des Namens ändert ebenso den Dateinamen der Konfigurationsdatei.</small>
hu: <small>A konfiguráció átnevezésével a konfigurációs állomány fájlneve is az új névre változik a fájlrendszeren.</small>
it: <small>Cambiando nome alla configurazione si rinominerà anche il file corrispondente</small>

source: <small>The new configuration will be created as a copy of the current configuration. Please change the according values afterwards.</small>
de: <small>Die neue Konfiguration wird als Kopie der aktiven Konfiguration erstellt. Bitte ändern Sie anschließend die gewünschten Werte.</small>
hu: <small>Az új konfiguráció az éppen érveényben lévő konfiguráció másolata lesz. Legyen szíves változtassa meg a beállításokat, az Ön igényeinek megfelelően.</small>
it: <small>La nuova configurazione sarà creata come copia della configurazione in uso al momento. In seguito cambiarne i valori.</small>

source: All detected visible Bluetooth devices in reach. Use the scan button to populate or refresh the list.
de: Alle erkannten und sichtbaren Bluetooth Geräte im Umkreis. Drücken Sie den Scan-Knopf um diese Liste zu füllen oder zu aktualisieren.
hu: Az elérhető távolságban lévő és látható Bluetooth eszközök listája. A "Keresés" gombbal lekérheti vagy frissítheti a listát.
it: Tutti i dispositivi bluetooth raggiungibili. Usa il tasto di scansione per aggiornare la lista.
th: อุปกรณ์บลูธูททั้งหมดที่พบ กดปุ่มสแกนอีกครั้งเพื่อค้นหาใหม่

source: All rfcomm channels that are usable. Use the scan channel button above to populate or refresh this list. Click on an entry to select this channel.
de: Alle RFCOMM Kanäle die benutzbar sind. Benutzen Sie den Kanal-Scan-Knopf um diese Liste zu füllen oder zu aktualisieren.
hu: Az összes RFCOMM csatorna használható. A "Csatornakeresés" gombbal lekérheti vagy frissítheti az alábbi listát. Kattintson egy elemre a csatorna kiválasztásához.
it: Tutti i canali RFCOMM utilizzabili. Usa il tasto di scansione in alto per aggiornare la lista. Clicca su una voce della lista per selezionare il canale corrispondente.
th: ช่องสัญญาณ rfcomm ทั้งหมดที่ใช้ได้ กดปุ่มสแกนช่องสัญญาณข้างบนอีกครั้งเพื่อค้นหาใหม่ เลือกรายการใดๆ เพื่อใช้ช่องสัญญาณนั้น

source: BlueProximity Preferences
de: BlueProximity Einstellungen
hu: BlueProximity beállítások
it: Preferenze BlueProximity
th: ตั้งค่า BlueProximity

source: Command _interval: (sec.)
de: Kommando _Intervall: (sec.)
hu: Parancskiadás időköze: (másodperc)
it: Intervallo _comandi: (sec.)
th: คำสั่ง _interval: (วินาที)

source: Create new configuration
de: Erstelle neue Konfiguration
hu: Új konfiguráció létrehozása
it: Crea nuova configurazione

source: D_istance:
de: D_istanz:
hu: _Távolság:
it: D_istanza:
th: ระยะห่า_ง:

source: D_uration (sec.):
de: Da_uer (sec.):
hu: _Időtartam (másodperc):
it: D_urata (sec.):
th: _รอเป็นเวลา(วินาที):

source: Distance:
de: Distanz:
hu: Tá_volság:
it: Distanza:
th: ระยะห่าง:

source: Dur_ation (sec.):
de: D_auer (sec.):
hu: I_dőtartam (másodperc):
it: D_urata (sec.):
th: ร_อเป็นเวลา(วินาที):

source: F_acility
de: N_achrichtenquelle
hu: _Szolgáltatás
it: F_acilità
th: ช่อง_ทาง

source: File_name
de: Datei_name
hu: _Fájlnév
it: Nome_file
th: _ชื่อไฟล์

source: L_ocking command:
de: Sperrk_ommando:
hu: Zá_rolás parancs
it: C_omando di blocco:
th: คำสั่งสำหรับล็_อคเครื่อง:

source: MAC _Address
de: MAC _Adresse
hu: _MAC cím
it: Indirizzo_MAC
th: ร_หัส MAC

source: Pro_ximity command:
de: An_wesenheitskommando:
hu: Pro_ximity parancs:
it: Com_ando di prossimità:
th: คำสั่งสำหรับแสดงว่าค้_นหา:

source: RFCOMM C_hannel
de: RFC_OMM Kanal
hu: RFCOMM _csatorna
it: C_anale RFCOMM
th: ช่_องสัญญาณ RFCOMM

source: Rename configuration
de: Benenne Konfiguration um
hu: Konfiguráció átnevezése
it: Rinomina configurazione

source: Scan for visible Bluetooth devices within reach. Show them in the list above.
de: Scannt nach allen sichtbaren Bluetooth Geräten im Umkreis. Diese werden in der obigen Liste dargestellt.
hu: Az elérhető távolságban lévő és látható Bluetooth eszközök keresése és megjelenítése az alábbi listában.
it: Ricerca dispositivi bluetooth visibili e raggiungibili. Verranno mostrati nella lista qui sopra.
th: ค้นหาอุปกรณ์บลูธูทในระยะ อุปกรณ์ที่พบจะแสดงในรายการด้านบน

source: Scan the selected device (MAC Address field) for available rfcomm channels.
de: Scanne das derzeitig ausgewählte Gerät (welches die MAC Adresse hat die im MAC Adress-Feld steht) nach benutzbaren RFCOMM Kanälen.
hu: Használható RFCOMM csatornák keresése a MAC cím mező által megadott eszközön.
it: Ricerca canali RFCOMM disponibili per il seguente dispositivo (campo indirizzo MAC).
th: ค้นหาช่องสัญญาณ rfcomm ของอุปกรณ์ที่เลือก (จากช่องที่อยู่อุปกรณ์)

source: Select from _detected devices:
de: Aus_wahl aus erkannten Geräten:
hu: Válassza ki az é_rzékelt eszközök közül:
it: Seleziona dalla lista dei dispositivi _trovati.
th: เลือกจากอุปกรณ์ที่_พบ:

source: Selected Confi_guration
de: Ausgewählte Konfi_guration
hu: Kiválasztott k_onfiguráció
it: Configurazione selez_ionata

source: The MAC address of your bluetooth device (e.g. mobile phone or headset) in the format XX:XX:XX:XX:XX:XX
de: Die MAC Adresse Ihres Bluetooth Geräts (wie z.B. Ihr Telefon oder Ihr Headset) im Format XX:XX:XX:XX:XX:XX
hu: A Bluetooth eszköz MAC címe (például: mobiltelefon vagy fejhallgató) a következő formátumban: XX:XX:XX:XX:XX:XX.
it: L'indirizzo MAC del tuo dispositivo bluetooth (ad esempio telefonino o cuffie) nel formato XX:XX:XX:XX:XX:XX
th: รหัสอุปกรณ์บลูธูท(เช่น มือถือ หรือ หูฟัง) จะอยู่ในรูป XX:XX:XX:XX:XX:XX

source: The filename of the file to be logged to. Please make sure this file is writable by the user that started BlueProximity.
de: Der Dateiname des Logfiles welches BlueProximity nutzen soll. Achten Sie darauf, dass diese Datei durch den User mit dessen Rechten BlueProximity ausgeführt wird beschreibbar ist.
hu: Adja meg a fájlnevet amely fájlba a naplózást szeretné végezni. Bizonyosodjon meg róla, hogy a fájl írható a BlueProximity programot futtató felhasználó számára.
it: Il nome del file di log. Assicurarsi che l'utente che ha avviato BlueProximity abbia i diritti di scrittura su questo file.
th: ชื่อไฟล์ที่จะบันทึกการทำงานต่างๆ กรุณาตรวจสอบว่าไฟล์นี้สามารถเขียนได้โดยผู้ใช้ที่เริ่มโปรแกรมนี้

source: The rfcomm channel where BlueProximity connects to your device. Must be an open channel, if in doubt please use the scan button.
de: Der RFCOMM Kanal den BlueProximity für die Verbindung zu Ihrem Bluetooth Gerät benutzt. Es muß sich um einen offenen, benutzbaren Kanal handeln. Sie können auch nach benutzbaren Kanälen mit dem Kanal-Scan-Knopf suchen.
hu: Az az RFCOMM csatorna, amelyen a BlueProximity csatlakozik az eszközhöz. Csak használható csatornát válasszon ki, az elérhető csatornák listájához kattintson a "Csatornakeresés" gombra.
it: Il canale RFCOMM tramite cui BlueProximity si connette al tuo dispositivo. Deve essere un canale aperto, nel dubbio usa il pulsante di ricerca.
th: ช่องสัญญาณ rfcomm ที่ BlueProximity ใช้ในการติดต่อกับอุปกรณ์ของคุณ ต้องเป็นช่องสัญญาณเปิด ถ้าไม่ทราบว่าช่องไหนกรุณากดปุ่มค้นหาช่องสัญญาณ

source: Transfer the MAC address of the selected bluetooth device above into the address field below.
de: Überträgt die MAC Adresse des gefundenen und ausgewählten Bluetooth Geräts in das Adressfeld.
hu: A fent kiválasztott Bluetooth eszköz MAC címét átmásolja az alábbi cím mezőbe.
it: Trasferisci l'indirizzo MAC del dispositivo bluetooth selezionato nel campo indirizzo sottostante.
th: นำรหัสอุปกรณ์ที่เลือกไว้จากรายการด้านบนใส่ไปยังช่องที่อยู่ด้านล่าง

source: _Bluetooth Device
de: _Bluetooth Gerät
hu: _Bluetooth eszköz
it: _Dispositivo bluetooth
th: อุปกรณ์_บลูธูท

source: _Distance:
de: _Distanz:
hu: _Távolság:
it: _Distanza
th: ระยะ_ห่าง:

source: _File
de: _Datei
hu: _Fájl
th: ไ_ฟล์

source: _Locking
de: S_perren
hu: Képernyő _zárolása
it: _Blocco
th: กำลัง_ล็อค:
