Repository: suside/BlueProximity
Catalog: po/*.po
Languages: de, hu, it, th

source: _Name of new configuration:
de: _Name der neuen Konfiguration:
hu: Ú_j konfiguráció neve:
it: _Nome della nuova configurazione:

source: _New name of configuration:
de: _Neuer Name der Konfiguration:
hu: Konfiguráció új _neve:
it: _Nuovo nome della configurazione:

source: _Proximity Details
de: Anwesen_heitsdetails
hu: _Proximity részletek
it: _Dettagli di prossimità
th: รายละเอียดการค้_นหา

source: _Rename
de: Um_benennen
hu: Á_tnevezés
it: _Rinomina

source: _Reset Min/Max
de: Min/Max zu_rücksetzen
hu: Alapállapot
th: ยกเลิกค่า มากสุด/น้อยสุด

source: _Scan for devices
de: _Suche nach Geräten
hu: _Eszközök keresése
it: _Ricerca dispositivi
th: _ค้นหาอุปกรณ์:

source: _Syslog
hu: _Rendszernapló

source: _Unlocking command:
de: Entsperrk_ommando:
hu: Zárolás _feloldása
it: _Comando di sblocco:
th: คำสั่ง_ปลดล็อค:

source: _Use selected device
de: Übernehme gewähltes _Gerät
hu: _Kiválasztott eszköz használata
it: _Utilizza il dispositivo selezionato
th: ใช้_อุปกรณ์ที่เลือกไว้

source: min: - max: - state: -
de: min: - max: - Zustand: -
hu: Minimum: - Maximum: - Állapot: -
it: min: - max: - stato: -
th: น้อยสุด: - มากสุด: - สถานะ: -

source: no entries
de: keine Einträge
hu: nincs bejegyzés
it: nessuna voce

source: proximity
de: Anwesenheit
it: prossimità

source: Current State:
th: สถานะปัจจุบัน:

source: Status:
th: สถานะ:

source: Could not open '
th: ไม่สามารถเปิดได้ '

source: ' for writing.
th: ' สำหรับเขียน
